
<template>
    <div id="privacyClause" class="bgW">
        <div class="content">
         <h2>   隐私条款</h2>
<br>       水木家家平台支持曾有机构背景或现在学校背景的家教，直接交流找到合适的学生家长，发展自己的口碑和职业，提高收入；也支持和同行交流合作，为学生提供一站式服务。
<br>       水木家家平台支持家长直接和意向老师交流，通过他们的历史任务了解口碑，双向选择找到合适的老师，降低成本；也支持团家长一起找老师，提供便利性如小区或学校附近。
<br>       水木家家平台谨守“立德、立言、仁爱”，希望逐步建立一个互信互助的公益平台。如果最终能减少社会焦虑，增加有效付出，我们会非常感激和欣慰于做了一件有意义的事！
<br>       为实现上述目标，我们制定和遵循以下的隐私政策，在给您提供服务的同时，尊重您的个人隐私和权益。
<br>
<br>隐私政策
<br>生效日期：即日起
<br>本隐私政策描述了平台如何处理其所收集或提供的信息。 
<br>1. 家教信息的收集和使用
<br>2. 家长信息的收集和使用
<br>3. 与其它公司共享您的信息
<br>4. 您的控制权与选择权
<br>
<br>1. 家教信息的收集和使用
<br>1.1注册：
<br>•	微信ID（平台后台使用；不展示给其他用户）	
<br>•	微信头像（您在本平台上的初始头像，用户可更换以保护隐私；对其他用户可见）
<br>•	微信昵称（您在本平台上的初始昵称，用户可更换以保护隐私；对其他用户可见）
<br>•	性别（用户可更换；对其他用户可见）
<br>•	手机号（平台后台使用；不展示给其他用户）
<br>1.2实名认证：
<br>•	姓名（平台认证用；不展示给其他用户）	
<br>•	身份证号（平台认证用；不展示给其他用户）
<br>•	身份证照（平台认证用；不展示给其他用户）
<br>1.4学历认证
<br>•	学校（平台认证用；展示给其他用户）	
<br>•	学历（平台认证用；展示给其他用户）
<br>•	学历或学籍的在线验证码（平台认证用；不展示给其他用户）
<br>1.5家教资历
<br>•	家教年限（展示给其他用户）
<br>•	机构背景（不展示给其他用户）
<br>•	家教经历（展示给其他用户）
<br>1.6个人的基本资料
<br>•	头像（初始是微信头像，可更换，以保护隐私并显示专业性；展示给其他用户）
<br>•	昵称（初始是微信昵称，可更换，以保护隐私并显示专业性；展示给其他用户）
<br>•	性别（自己输入；展示给其他用户）
<br>•	年级（自己输入能教学的年级，保存以后可再修改；展示给其他用户）
<br>•	科目（自己输入能教学的科目，保存以后可再修改；展示给其他用户）
<br>•	1对1参考费用（自己输入费用区间，可参考自己以前和同行目前的费用，太高或太低都对自己不利；保存以后可再修改；展示给其他用户）
<br>•	1对多参考费用（自己输入费用区间，可参考自己以前和同行目前的费用，太高或太低都对自己不利；保存以后可再修改；展示给其他用户）
<br>•	上课方式（自己输入，保存以后可再修改；展示给其他用户）
<br>•	上课区域（自己输入，保存以后可再修改；展示给其他用户）
<br>•	简述（自己输入，保存以后可再修改；展示给其他用户）
<br>1.7钱包 （不展示给其他用户）
<br>1.8我的网络（不展示给其他用户）
<br>1.9我发布的任务（部分最近的任务展示给其他用户）
<br>1.10我报名的任务（部分最近的任务展示给其他用户）
<br>1.11补充登记
<br>•	为了避免有经验的家教在本平台从0开始，建议在开始使用平台时，补充登记以前的部分家教活动，以形成您自己的口碑（教学情况、费用、反馈）
<br>•	需要一位用户证明；平台也会尽力认证
<br>•	展示给其他用户
<br>1.12预览我的主页
<br>•	这是其他用户能看到的您的信息；展示给其他用户
<br>•	平台基于您的家教任务，累积下面信息以展示您的口碑：家教小时、家教值（累计收入）、相关家长（累计家长数）、任务数、有效任务、取消任务
<br>1.13我的标签（自己输入，保存以后可再修改；展示给其他用户）
<br>1.14我的关注（不展示给其他用户）
<br>1.15我的信箱（不展示给其他用户）
<br>1.16系统消息（不展示给其他用户）
<br>1.17意见反馈（不展示给其他用户）
<br>1.18合作方登记（不展示给其他用户）
<br>1.19圈子 
<br>•	我的收藏（不展示给其他用户）
<br>•	我的圈子（不展示给其他用户）
<br>•	发表圈子（展示给其他用户）
<br>
<br>2. 家长信息的收集和使用
<br>2.1注册：
<br>•	微信ID（平台后台使用；不展示给其他用户）	
<br>•	微信头像（您在本平台上的初始头像，用户可更换以保护隐私；参与任务时对部分用户可见）
<br>•	微信昵称（您在本平台上的初始昵称，用户可更换以保护隐私；参与任务时对部分用户可见）
<br>•	手机号（平台后台使用；不展示给其他用户）
<br>2.2实名认证：
<br>•	姓名（平台认证用；不展示给其他用户）	
<br>•	身份证号（平台认证用；不展示给其他用户）
<br>•	身份证照（平台认证用；不展示给其他用户）
<br>2.3个人的基本资料
<br>•	头像（初始是微信头像，可更换，以保护隐私；参与任务时对部分用户可见）
<br>•	昵称（初始是微信昵称，可更换，以保护隐私；参与任务时对部分用户可见）
<br>•	性别（自己输入；参与任务时对部分用户可见）
<br>•	年级（自己输入学生的年级，保存以后可再修改；参与任务时对部分用户可见）
<br>•	科目（自己输入学生想学的科目，保存以后可再修改；参与任务时对部分用户可见）
<br>•	1对1参考费用（自己输入费用区间，可参考自己以前的费用，太高或太低都对自己不利；保存以后可再修改；参与任务时对部分用户可见）
<br>•	1对多参考费用（自己输入费用区间，可参考自己以前的费用，太高或太低都对自己不利；保存以后可再修改；参与任务时对部分用户可见）
<br>•	上课方式（自己输入，保存以后可再修改；参与任务时对部分用户可见）
<br>•	上课区域（自己输入，保存以后可再修改；参与任务时对部分用户可见）
<br>•	简述（自己输入，保存以后可再修改；参与任务时对部分用户可见）
<br>2.4钱包 （不展示给其他用户）
<br>2.5我的网络（不展示给其他用户）
<br>2.6我发布的任务（参与任务时对部分用户可见）
<br>2.7我报名的任务（参与任务时对部分用户可见）
<br>2.8补充登记
<br>•	可以在开始使用平台时，补充登记以前的部分家教活动，以形成您自己的口碑（学习情况、费用、反馈）
<br>•	需要一位用户证明；平台也会尽力认证
<br>•	参与任务时对部分用户可见
<br>2.9预览我的主页
<br>•	这是其他用户能看到的您的信息；参与任务时对部分用户可见
<br>•	平台基于您的家教任务，累积下面信息以展示您的口碑：家教小时、家教值（累计收入）、相关家长（累计家长数）、任务数、有效任务、取消任务
<br>2.10我的关注（不展示给其他用户）
<br>2.11我的信箱（不展示给其他用户）
<br>2.12系统消息（不展示给其他用户）
<br>2.13意见反馈（不展示给其他用户）
<br>2.14合作方登记（不展示给其他用户）
<br>2.15圈子 
<br>•	我的收藏（不展示给其他用户）
<br>•	我的圈子（不展示给其他用户）
<br>•	发表圈子（展示给其他用户）
<br>
<br>3. 与其它公司共享您的信息
<br>我们不会在公司范围之外分享您的个人信息。 
<br>
<br>4. 您的控制权与选择权
<br>•	可以选择不关注平台
<br>•	可以申请帐号删除冻结
<br>•	可以更新帐号
<br>•	可以通过“联系我们”咨询或投诉

            </div>
       
    </div>
</template>
<script>
export default {
    
}
</script>
<style scoped>
    #privacyClause{
        /* height: 100%;
        width: 100%; */
        padding: 18px 21px;
        font-size: 12px;
        color: #6B6B6B;
        line-height: 28px;

    }
  #privacyClause  .content{
        background: #fff;
         height: 100%;
        width: 100%;
    }
</style>
